#+FILETAGS: :REFILE:
* TODO collect stones
  CLOCK: [2012-07-13 Fri 09:21]--[2012-07-13 Fri 09:21] =>  0:00
* TODO stone drain
  CLOCK: [2012-07-13 Fri 09:21]--[2012-07-13 Fri 09:21] =>  0:00
* TODO fix garage doors
  CLOCK: [2012-07-13 Fri 09:21]--[2012-07-13 Fri 09:21] =>  0:00
* TODO look up ruby toys or learning examples
  CLOCK: [2012-07-15 Sun 15:12]--[2012-07-15 Sun 15:12] =>  0:00
